Revit 2027 API
IFCHybridImportOptions.HybridGrids Property
 True if we should use AnyCAD to process grids, false otherwise.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool HybridGrids { get; }
Public ReadOnly Property HybridGrids As Boolean
	Get
public:
property bool HybridGrids {
	bool get ();
}
member HybridGrids : bool with get
Property Value
Boolean
See Also
Reference
IFCHybridImportOptions Class
Autodesk.Revit.DB.IFC Namespace